Repository: brunobord/downpub
Catalog: downpub/downpub/translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Home
fr: Accueil

source: You need to be signed in for this page.
fr: Vous devez être connecté pour consulter cette page.

source: Book title
fr: Titre du livre

source: Image File
fr: Fichier image

source: Images only!
fr: Images uniquement !

source: Part title
fr: Titre de la partie

source: Title for that part is required.
fr: Un titre est requis pour cette partie.

source: Content
fr: Contenu

source: #This is a default part title Here is the awesome content of that book's part.
fr: #Ceci est un titre de partie par défaut Voici le contenu incroyable de cette partie du livre.

source: Order
fr: Ordre

source: Your books
fr: Vos livres

source: Add a book
fr: Ajoutez un livre

source: That book has been created !
fr: Ce livre a été créé !

source: This isn't yours !
fr: Ceci n'est pas à vous !

source: Edit the book %(book_title)s
fr: Éditez le livre %(book_title)s

source: That book has been edited !
fr: Ce livre a été édité !

source: That book has been deleted !
fr: Ce livre a été effacé !

source: Add a cover to your book %(book_title)s
fr: Ajoutez une couverture à votre livre %(book_title)s

source: That book's cover has been added !
fr: La couverture de ce livre a été ajoutée !

source: That picture's filesize is too big, max allowed size is %(size)s MB
fr: La taille de l'image est trop grandes, la taille maximale autorisée est de %(size)s MB

source: That filetype is not allowed !
fr: Ce type de fichier n'est pas autorisé !

source: That book already has a cover, delete it first to upload a new one !
fr: Ce livre a déjà une couverture, effacez-la d'abord pour en envoyer une nouvelle !

source: That book's cover has been deleted !
fr: La couverture de ce livre a été effacée !

source: That book has no cover already !
fr: Ce livre n'a déjà pas de couverture !

source: Export a book
fr: Exportez un livre

source: That book has been exported !
fr: Ce livre a été exporté !

source: Parts of your book %(book_title)s
fr: Parties de votre livre %(book_title)s

source: Add a part to your book %(book_title)s
fr: Ajoutez une partie à votre livre %(book_title)s

source: The part %(part_title)s of your book %(book_title)s has been added !
fr: La partie %(part_title)s de votre livre %(book_title)s a été ajoutée !

source: Edit the part %(part_title)s of your book %(book_title)s
fr: Éditez la partie %(part_title)s de votre livre %(book_title)s

source: The part %(part_title)s of your book %(book_title)s has been edited !
fr: La partie %(part_title)s de votre livre %(book_title)s a été éditée !

source: The part %(part_title)s of your book %(book_title)s has been deleted !
fr: La partie %(part_title)s de votre livre %(book_title)s a été effacée !

source: Export of the part %(part_title)s of the book %(book_title)s
fr: Export de la partie %(part_title)s de votre livre %(book_title)s

source: That book has not been exported in that format, we can't send it to you !
fr: Ce livre n'a pas été exporté dans ce format, nous ne pouvons vous l'envoyer !

source: That part of the book has not been exported in that format, we can't send it to you !
fr: Cette partie du livre n'a pas été exportée dans ce format, nous ne pouvons vous l'envoyer !

source: Oops, what you wanted to see isn't here.
fr: Oops, ce que vous vouliez voir n'est pas ici.

source: Maybe you should return at the homepage and search from there ?
fr: Peut-être devriez-vous revenir à la page d'accueil et chercher depuis là-bas ?

source: The file you tried to upload is too big !
fr: Le fichier que vous tentiez d'envoyer est trop grand !

source: Maybe you should return at the book's page and try again with a smaller file ?
fr: Peut-être devriez-vous revenir à la page du livre et réessayer avec un fichier plus petit ?

source: Oops, something broke.
fr: Oops, c'est cassé.

source: Maybe you should return at the homepage and restart from there ?
fr: Peut-être devriez-vous revenir à la page d'accueil et repartir de là-bas ?

source: Made with the moral support of a cat named Poko by <a href="http://segle.org">Segle</a> - © 2014.
fr: Réalisé avec le support moral d'un chat appelé Poko par <a href="http://segle.org">Segle</a> - © 2014.

source: Grab the source on <a href="http://github.com/segle/downpub/">Github</a>,
fr: Récupérez les sources sur <a href="http://github.com/segle/downpub/">Github</a>,

source: inspired by the fantastic concept of <a href="http://editorially.com">Editorially</a>.
fr: inspiré par le concept génial d'<a href="http://editorially.com">Editorially</a>.

source: Download DownPub
fr: Téléchargez DownPub

source: Sign in
fr: Se connecter

source: or
fr: ou

source: Sign up
fr: S'enregistrer

source: Hi,
fr: Salut,

source: Log out
fr: Se déconnecter

source: The purpose of Downpub is simple :
fr: Le but de Downpub est simple :

source: You write stuff in Markdown.
fr: Vous écrivez des trucs en Markdown.

source: You choose to write it in one part or many.
fr: Vous choisissez de les écrire en une ou plusieurs parties.

source: Splitting your work in one file per chapter allows you to edit one chapter at a time, for example.
fr: Découper votre travail en une partie par chapitre vous permet d'éditer un chapitre à la fois, par exemple.

source: Once you have your(s) part(s) done, get the whole book or just one part in epub, markdown, HTML or Word.
fr: Une fois que vos parties sont terminées, récupérez le livre complet ou juste une partie en epub, markdown, HTML ou Word.

source: Why would you choose DownPub ?
fr: Pourquoi vous choisiriez DownPub ?

source: Downpub is under the %(wtfpl_link)s licence so you can download it, share it, even sell it, whatever...
fr: Downpub est sous licence %(wtfpl_link)s donc vous pouvez le télécharger, le partager, même le vendre, comme vous voulez...

source: Only your conscience will fix the limits. You can install it on any computer, even if the installation process is a little raw for now.
fr: Seule votre conscience fixera les limites. Vous pouvez l'installer sur n'importe quel ordinateur, même si le processus d'installation est un peu brut pour l'instant.

source: That's the beauty of it : do what the fuck you want with it.
fr: C'est ça qu'est beau : faites ce que vous voulez avec.

source: Kinda nice, isn't it ?
fr: Plutôt chouette, non ?

source: Save
fr: Enregistrer

source: Upload a cover for the book %(book_title)s
fr: Envoyer une couverture pour le livre %(book_title)s

source: Upload the cover
fr: Envoyer la couverture

source: Parts list :
fr: Liste des parties :

source: Edit
fr: Éditer

source: Delete
fr: Effacer

source: Not enough parts ? Are you sad ?
fr: Pas assez de parties ? Vous êtes triste ?

source: Then add some parts !
fr: Alors ajoutez quelques parties !

source: Export %(export_format)s of your book
fr: Export %(export_format)s de votre livre

source: Export done :
fr: Export terminé :

source: click here to get your book !
fr: cliquez ici pour récupérer votre livre !

source: or
fr: ou

source: click here to get back to your books !
fr: cliquez ici pour revenir à vos livres !

source: Oops ! Export failed :
fr: Oops ! Export raté :

source: click here to get back to your book's page !
fr: cliquez ici pour revenir à la page de votre livre !

source: Export %(export_format)s of the part
fr: Export %(export_format)s de la partie

source: of your book
fr: de votre livre

source: click here to get your part !
fr: cliquez ici pour récupérer votre partie !

source: click here to get back to the parts of your book !
fr: cliquez ici pour revenir aux parties de votre livre !

source: click here to get back to your parts' page !
fr: cliquez ici pour revenir à la page de vos parties !

source: Your Books, %(user_name)s !
fr: Vos livres, %(user_name)s !

source: Delete the cover for you book
fr: Effacer la couverture de votre livre

source: Add a cover for your book
fr: Ajouter une couverture à votre livre

source: Edit your book
fr: Éditer votre livre

source: Parts of your book
fr: Parties de votre livre

source: Created the
fr: Créé le

source: Last modified at
fr: Dernière modification le

source: Create another book ?
fr: Créer un autre livre ?

source: Oops ! Seems you haven't wrote anything yet !
fr: Oops ! On dirait que vous n'avez encore rien écrit !

source: Create a book now !
fr: Créez un livre maintenant !

source: No parts ? Are you sad ?
fr: Pas de parties ? Vous êtes triste ?

source: Log in
fr: Se connecter

source: You don't have an account yet ?
fr: Vous n'avez pas encore de compte ?

source: Register a new one !
fr: Enregistrez-en un nouveau !

source: Hi
fr: Salut

source: If you want to change the language used in Downpub, here you go :
fr: Si vous voulez changer la langue utilisé dans Downpub, voilà :

source: Register a new account
fr: Enregistrer un nouveau compte

source: Came here by mistake ? Already have an account ?
fr: Venu ici par erreur ? Vous avez déjà un compte ?

source: Then click here to login !
fr: Alors cliquez ici pour vous connecter !

source: Someone already uses this email adress.
fr: Quelqu'un utilise déjà cette adresse mail.

source: Select your new default locale !
fr: Choisissez votre nouvelle locale par défaut !

source: Email address
fr: Adresse email

source: An email is required.
fr: Un email est obligatoire.

source: It's not a proper email adress.
fr: Ce n'est pas une adresse email valide.

source: Password
fr: Mot de passe

source: Enter a password.
fr: Entrez un mot de passe.

source: NickName
fr: Pseudonyme

source: Enter a nickname.
fr: Entrez un pseudonyme.

source: Repeat Password
fr: Répétez le mot de passe

source: Enter the same password.
fr: Entrez le même mot de passe.

source: Passwords must match
fr: Les mots de passe doivent correspondre

source: I promise to behave.
fr: Je promets de bien me comporter.

source: Well, I can't accept your registration if you don't check this one.
fr: Hé bien, je ne peux accepter de créer le compte si vous ne cochez pas cette case-ci.

source: Profile page
fr: Page de profil

source: Locale's been changed to %(locale)s
fr: La locale a été changée en %(locale)s

source: Login page
fr: Page de connexion

source: Unknown user !
fr: Utilisateur inconnu !

source: You're logged in, %(name)s
fr: Vous êtes connecté, %(name)s

source: Wrong password
fr: Mot de passe incorrect

source: You've been logged out.
fr: Vous avez été déconnecté(e)

source: Register page
fr: Page d'enregistrement

source: Thanks for registering %(name)s
fr: Merci de vous être enregistré(e) %(name)s
